{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|pad|>": 1,
      "<|unk|>": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "¡": 97,
      "¢": 98,
      "£": 99,
      "¤": 100,
      "¥": 101,
      "¦": 102,
      "§": 103,
      "¨": 104,
      "©": 105,
      "ª": 106,
      "«": 107,
      "¬": 108,
      "®": 109,
      "¯": 110,
      "°": 111,
      "±": 112,
      "²": 113,
      "³": 114,
      "´": 115,
      "µ": 116,
      "¶": 117,
      "·": 118,
      "¸": 119,
      "¹": 120,
      "º": 121,
      "»": 122,
      "¼": 123,
      "½": 124,
      "¾": 125,
      "¿": 126,
      "À": 127,
      "Á": 128,
      "Â": 129,
      "Ã": 130,
      "Ä": 131,
      "Å": 132,
      "Æ": 133,
      "Ç": 134,
      "È": 135,
      "É": 136,
      "Ê": 137,
      "Ë": 138,
      "Ì": 139,
      "Í": 140,
      "Î": 141,
      "Ï": 142,
      "Ð": 143,
      "Ñ": 144,
      "Ò": 145,
      "Ó": 146,
      "Ô": 147,
      "Õ": 148,
      "Ö": 149,
      "×": 150,
      "Ø": 151,
      "Ù": 152,
      "Ú": 153,
      "Û": 154,
      "Ü": 155,
      "Ý": 156,
      "Þ": 157,
      "ß": 158,
      "à": 159,
      "á": 160,
      "â": 161,
      "ã": 162,
      "ä": 163,
      "å": 164,
      "æ": 165,
      "ç": 166,
      "è": 167,
      "é": 168,
      "ê": 169,
      "ë": 170,
      "ì": 171,
      "í": 172,
      "î": 173,
      "ï": 174,
      "ð": 175,
      "ñ": 176,
      "ò": 177,
      "ó": 178,
      "ô": 179,
      "õ": 180,
      "ö": 181,
      "÷": 182,
      "ø": 183,
      "ù": 184,
      "ú": 185,
      "û": 186,
      "ü": 187,
      "ý": 188,
      "þ": 189,
      "ÿ": 190,
      "Ā": 191,
      "ā": 192,
      "Ă": 193,
      "ă": 194,
      "Ą": 195,
      "ą": 196,
      "Ć": 197,
      "ć": 198,
      "Ĉ": 199,
      "ĉ": 200,
      "Ċ": 201,
      "ċ": 202,
      "Č": 203,
      "č": 204,
      "Ď": 205,
      "ď": 206,
      "Đ": 207,
      "đ": 208,
      "Ē": 209,
      "ē": 210,
      "Ĕ": 211,
      "ĕ": 212,
      "Ė": 213,
      "ė": 214,
      "Ę": 215,
      "ę": 216,
      "Ě": 217,
      "ě": 218,
      "Ĝ": 219,
      "ĝ": 220,
      "Ğ": 221,
      "ğ": 222,
      "Ġ": 223,
      "ġ": 224,
      "Ģ": 225,
      "ģ": 226,
      "Ĥ": 227,
      "ĥ": 228,
      "Ħ": 229,
      "ħ": 230,
      "Ĩ": 231,
      "ĩ": 232,
      "Ī": 233,
      "ī": 234,
      "Ĭ": 235,
      "ĭ": 236,
      "Į": 237,
      "į": 238,
      "İ": 239,
      "ı": 240,
      "Ĳ": 241,
      "ĳ": 242,
      "Ĵ": 243,
      "ĵ": 244,
      "Ķ": 245,
      "ķ": 246,
      "ĸ": 247,
      "Ĺ": 248,
      "ĺ": 249,
      "Ļ": 250,
      "ļ": 251,
      "Ľ": 252,
      "ľ": 253,
      "Ŀ": 254,
      "ŀ": 255,
      "Ł": 256,
      "ł": 257,
      "Ń": 258,
      "ĠĠ": 259,
      "ĠĠĠ": 260,
      "er": 261,
      "or": 262,
      "ĠĠĠĠ": 263,
      "on": 264,
      "ĠĠĠĠĠĠĠ": 265,
      "in": 266,
      "st": 267,
      "Ġ\"": 268,
      "Ġc": 269,
      "Ġ{": 270,
      "nc": 271,
      "Ġf": 272,
      "Ġr": 273,
      "at": 274,
      "et": 275,
      "se": 276,
      "err": 277,
      "Ġ}": 278,
      "le": 279,
      "()": 280,
      "it": 281,
      "unc": 282,
      "Ġerr": 283,
      "rin": 284,
      "Ġh": 285,
      "Ġt": 286,
      "\",": 287,
      "ur": 288,
      "Ġa": 289,
      "Ġret": 290,
      "el": 291,
      "il": 292,
      "ker": 293,
      "tp": 294,
      "ort": 295,
      "urn": 296,
      "Ġreturn": 297,
      "ag": 298,
      "ct": 299,
      "en": 300,
      "es": 301,
      "func": 302,
      "ttp": 303,
      "Ġn": 304,
      "orker": 305,
      "ion": 306,
      "lo": 307,
      "Ġ:": 308,
      "Ġm": 309,
      "ata": 310,
      "ring": 311,
      "Ġnil": 312,
      "an": 313,
      "im": 314,
      "mt": 315,
      "ost": 316,
      "Ġ*": 317,
      "ent": 318,
      "Ġ:=": 319,
      "(\"": 320,
      "Con": 321,
      "li": 322,
      "ol": 323,
      "ool": 324,
      "Ġ(": 325,
      "Ġi": 326,
      "Ġst": 327,
      "ar": 328,
      "ue": 329,
      "Ġp": 330,
      "Ġca": 331,
      "\")": 332,
      "Er": 333,
      "data": 334,
      "ex": 335,
      "fi": 336,
      "od": 337,
      "ror": 338,
      "ws": 339,
      "Ġfmt": 340,
      "Ġhttp": 341,
      "Error": 342,
      "St": 343,
      "eq": 344,
      "tex": 345,
      "ut": 346,
      "Ġma": 347,
      "Ġif": 348,
      "fig": 349,
      "text": 350,
      "fg": 351,
      "Ġs": 352,
      "erv": 353,
      "ate": 354,
      "age": 355,
      "Config": 356,
      "Port": 357,
      "aws": 358,
      "ck": 359,
      "vel": 360,
      "worker": 361,
      "Ġ<": 362,
      "Ġcon": 363,
      "and": 364,
      "ime": 365,
      "80": 366,
      "Ne": 367,
      "Pool": 368,
      "Worker": 369,
      "as": 370,
      "js": 371,
      "Ġ%": 372,
      "ncel": 373,
      "Ġfor": 374,
      "ation": 375,
      "Ġerror": 376,
      "Ġhand": 377,
      "ess": 378,
      "log": 379,
      "Ġcase": 380,
      "New": 381,
      "WorkerPool": 382,
      "ask": 383,
      "json": 384,
      "Wr": 385,
      "ali": 386,
      "ce": 387,
      "lag": 388,
      "port": 389,
      "ru": 390,
      "Ġ!": 391,
      "Ġb": 392,
      "ing": 393,
      "Ġfunc": 394,
      "rint": 395,
      "Ġstru": 396,
      "uest": 397,
      "Errorf": 398,
      "equest": 399,
      "Writ": 400,
      "alid": 401,
      "Ġstruct": 402,
      "\":": 403,
      "(&": 404,
      "Host": 405,
      "Le": 406,
      "Request": 407,
      "ack": 408,
      "cfg": 409,
      "eate": 410,
      "mp": 411,
      "ment": 412,
      "os": 413,
      "reate": 414,
      "time": 415,
      "ul": 416,
      "Ġse": 417,
      "Ġdata": 418,
      "Ġworker": 419,
      "Ġlog": 420,
      "one": 421,
      "Ġflag": 422,
      "lement": 423,
      "ith": 424,
      "Ġstring": 425,
      "Ġmain": 426,
      "erver": 427,
      "Ġ<-": 428,
      "Ġhandle": 429,
      "essage": 430,
      "Ġ!=": 431,
      "rintf": 432,
      "Level": 433,
      "),": 434,
      "Cli": 435,
      "Create": 436,
      "Imp": 437,
      "Lo": 438,
      "Met": 439,
      "ad": 440,
      "dd": 441,
      "go": 442,
      "http": 443,
      "host": 444,
      "hod": 445,
      "ile": 446,
      "ke": 447,
      "pe": 448,
      "pon": 449,
      "ss": 450,
      "ty": 451,
      "us": 452,
      "Ġ&": 453,
      "ĠS": 454,
      "int": 455,
      "string": 456,
      "Ġto": 457,
      "Ġtask": 458,
      "Ġcancel": 459,
      "String": 460,
      "Ġcontext": 461,
      "ult": 462,
      "Client": 463,
      "Implement": 464,
      "Log": 465,
      "Method": 466,
      "\"`": 467,
      ":\"": 468,
      "Add": 469,
      "Fp": 470,
      "Message": 471,
      "Res": 472,
      "Var": 473,
      "[]": 474,
      "al": 475,
      "ase": 476,
      "bo": 477,
      "base": 478,
      "de": 479,
      "ed": 480,
      "om": 481,
      "ot": 482,
      "ow": 483,
      "pp": 484,
      "pack": 485,
      "rue": 486,
      "tx": 487,
      "ub": 488,
      "un": 489,
      "valid": 490,
      "wg": 491,
      "Ġ`": 492,
      "Ġint": 493,
      "erbo": 494,
      "Ġcfg": 495,
      "Ġctx": 496,
      "seWrit": 497,
      "Ġtrue": 498,
      "ctx": 499,
      "esult": 500,
      "import": 501,
      "8080": 502,
      "Ġworkers": 503,
      "ponseWrit": 504,
      "type": 505,
      "LogLevel": 506,
      "Fprintf": 507,
      "ResponseWrit": 508,
      "package": 509,
      "erbose": 510,
      "ResponseWriter": 511,
      ");": 512,
      "Bu": 513,
      "Data": 514,
      "Done": 515,
      "Get": 516,
      "Post": 517,
      "Re": 518,
      "Server": 519,
      "Valid": 520,
      "Verbose": 521,
      "ancel": 522,
      "bu": 523,
      "ch": 524,
      "con": 525,
      "cation": 526,
      "com": 527,
      "dk": 528,
      "done": 529,
      "dow": 530,
      "em": 531,
      "ect": 532,
      "fa": 533,
      "fo": 534,
      "fmt": 535,
      "gith": 536,
      "he": 537,
      "hut": 538,
      "iv": 539,
      "ice": 540,
      "out": 541,
      "ro": 542,
      "sdk": 543,
      "task": 544,
      "up": 545,
      "vc": 546,
      "war": 547,
      "{}": 548,
      "Ġ0": 549,
      "Ġ=": 550,
      "Ġle": 551,
      "Ġit": 552,
      "ĠPort": 553,
      "ĠNew": 554,
      "ĠHost": 555,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 556,
      "info": 557,
      "ncod": 558,
      "Ġfile": 559,
      "Ġreq": 560,
      "Ġresult": 561,
      "atus": 562,
      "Ġ})": 563,
      "lect": 564,
      "(),": 565,
      "Ġtime": 566,
      "Ġthe": 567,
      "Ġaws": 568,
      "Context": 569,
      "art": 570,
      "Ġmake": 571,
      "ervice": 572,
      "cket": 573,
      "Ġbe": 574,
      "Write": 575,
      "Ġsess": 576,
      "Ġselect": 577,
      "Validate": 578,
      "context": 579,
      "down": 580,
      "github": 581,
      "hutdown": 582,
      "Ġitem": 583,
      ").": 584,
      "Bod": 585,
      "Cancel": 586,
      "De": 587,
      "Ex": 588,
      "Encod": 589,
      "Func": 590,
      "In": 591,
      "Ob": 592,
      "Par": 593,
      "Put": 594,
      "Printf": 595,
      "Set": 596,
      "Wa": 597,
      "With": 598,
      "_,": 599,
      "app": 600,
      "cod": 601,
      "cal": 602,
      "derr": 603,
      "est": 604,
      "ic": 605,
      "ject": 606,
      "llo": 607,
      "nd": 608,
      "not": 609,
      "tion": 610,
      "wed": 611,
      "yt": 612,
      "ync": 613,
      "Ġg": 614,
      "Ġo": 615,
      "Ġw": 616,
      "Ġon": 617,
      "ĠConfig": 618,
      "Ġjson": 619,
      "Ġos": 620,
      "Ġgo": 621,
      "Ġ[]": 622,
      "Ġde": 623,
      "Ġ8080": 624,
      "ĠData": 625,
      "Ġup": 626,
      "ĠValidate": 627,
      "Ġ_,": 628,
      "invalid": 629,
      "Ġ\"\"": 630,
      "Ġcan": 631,
      "Ġrun": 632,
      "sess": 633,
      "error": 634,
      "())": 635,
      "():": 636,
      "uration": 637,
      "Ġapp": 638,
      "ild": 639,
      "load": 640,
      "local": 641,
      "enti": 642,
      "lication": 643,
      "Ġport": 644,
      "Ġpool": 645,
      "Status": 646,
      "Start": 647,
      "Stderr": 648,
      "Ġmap": 649,
      "Ġserver": 650,
      "Ġsvc": 651,
      "Ġservice": 652,
      "workers": 653,
      "Ġhandl": 654,
      "ceiv": 655,
      "Ġfunction": 656,
      "timeout": 657,
      "ĠhandleGet": 658,
      "ĠhandlePost": 659,
      "Levels": 660,
      "ader": 661,
      "key": 662,
      "Ġtasks": 663,
      "StringVar": 664,
      "debu": 665,
      "validLevels": 666,
      "Build": 667,
      "chan": 668,
      "tasks": 669,
      "warn": 670,
      "Ġ==": 671,
      "Ġlevel": 672,
      "Ġsession": 673,
      "Body": 674,
      "Decod": 675,
      "Exit": 676,
      "Object": 677,
      "Parse": 678,
      "PutObject": 679,
      "Wait": 680,
      "llowed": 681,
      "ĠDatabase": 682,
      "Ġcannot": 683,
      "localhost": 684,
      "ceived": 685,
      "debug": 686
    },
    "merges": [
      [
        "Ġ",
        "Ġ"
      ],
      [
        "ĠĠ",
        "Ġ"
      ],
      [
        "e",
        "r"
      ],
      [
        "o",
        "r"
      ],
      [
        "ĠĠ",
        "ĠĠ"
      ],
      [
        "o",
        "n"
      ],
      [
        "ĠĠĠĠ",
        "ĠĠĠ"
      ],
      [
        "i",
        "n"
      ],
      [
        "s",
        "t"
      ],
      [
        "Ġ",
        "\""
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "{"
      ],
      [
        "n",
        "c"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "a",
        "t"
      ],
      [
        "e",
        "t"
      ],
      [
        "s",
        "e"
      ],
      [
        "er",
        "r"
      ],
      [
        "Ġ",
        "}"
      ],
      [
        "l",
        "e"
      ],
      [
        "(",
        ")"
      ],
      [
        "i",
        "t"
      ],
      [
        "u",
        "nc"
      ],
      [
        "Ġ",
        "err"
      ],
      [
        "r",
        "in"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "\"",
        ","
      ],
      [
        "u",
        "r"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "Ġr",
        "et"
      ],
      [
        "e",
        "l"
      ],
      [
        "i",
        "l"
      ],
      [
        "k",
        "er"
      ],
      [
        "t",
        "p"
      ],
      [
        "or",
        "t"
      ],
      [
        "ur",
        "n"
      ],
      [
        "Ġret",
        "urn"
      ],
      [
        "a",
        "g"
      ],
      [
        "c",
        "t"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "s"
      ],
      [
        "f",
        "unc"
      ],
      [
        "t",
        "tp"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "or",
        "ker"
      ],
      [
        "i",
        "on"
      ],
      [
        "l",
        "o"
      ],
      [
        "Ġ",
        ":"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "at",
        "a"
      ],
      [
        "rin",
        "g"
      ],
      [
        "Ġn",
        "il"
      ],
      [
        "a",
        "n"
      ],
      [
        "i",
        "m"
      ],
      [
        "m",
        "t"
      ],
      [
        "o",
        "st"
      ],
      [
        "Ġ",
        "*"
      ],
      [
        "en",
        "t"
      ],
      [
        "Ġ:",
        "="
      ],
      [
        "(",
        "\""
      ],
      [
        "C",
        "on"
      ],
      [
        "l",
        "i"
      ],
      [
        "o",
        "l"
      ],
      [
        "o",
        "ol"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "Ġ",
        "i"
      ],
      [
        "Ġ",
        "st"
      ],
      [
        "a",
        "r"
      ],
      [
        "u",
        "e"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "Ġc",
        "a"
      ],
      [
        "\"",
        ")"
      ],
      [
        "E",
        "r"
      ],
      [
        "d",
        "ata"
      ],
      [
        "e",
        "x"
      ],
      [
        "f",
        "i"
      ],
      [
        "o",
        "d"
      ],
      [
        "r",
        "or"
      ],
      [
        "w",
        "s"
      ],
      [
        "Ġf",
        "mt"
      ],
      [
        "Ġh",
        "ttp"
      ],
      [
        "Er",
        "ror"
      ],
      [
        "S",
        "t"
      ],
      [
        "e",
        "q"
      ],
      [
        "t",
        "ex"
      ],
      [
        "u",
        "t"
      ],
      [
        "Ġm",
        "a"
      ],
      [
        "Ġi",
        "f"
      ],
      [
        "fi",
        "g"
      ],
      [
        "tex",
        "t"
      ],
      [
        "f",
        "g"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "er",
        "v"
      ],
      [
        "at",
        "e"
      ],
      [
        "ag",
        "e"
      ],
      [
        "Con",
        "fig"
      ],
      [
        "P",
        "ort"
      ],
      [
        "a",
        "ws"
      ],
      [
        "c",
        "k"
      ],
      [
        "v",
        "el"
      ],
      [
        "w",
        "orker"
      ],
      [
        "Ġ",
        "<"
      ],
      [
        "Ġc",
        "on"
      ],
      [
        "an",
        "d"
      ],
      [
        "im",
        "e"
      ],
      [
        "8",
        "0"
      ],
      [
        "N",
        "e"
      ],
      [
        "P",
        "ool"
      ],
      [
        "W",
        "orker"
      ],
      [
        "a",
        "s"
      ],
      [
        "j",
        "s"
      ],
      [
        "Ġ",
        "%"
      ],
      [
        "nc",
        "el"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "at",
        "ion"
      ],
      [
        "Ġerr",
        "or"
      ],
      [
        "Ġh",
        "and"
      ],
      [
        "es",
        "s"
      ],
      [
        "lo",
        "g"
      ],
      [
        "Ġca",
        "se"
      ],
      [
        "Ne",
        "w"
      ],
      [
        "Worker",
        "Pool"
      ],
      [
        "as",
        "k"
      ],
      [
        "js",
        "on"
      ],
      [
        "W",
        "r"
      ],
      [
        "a",
        "li"
      ],
      [
        "c",
        "e"
      ],
      [
        "l",
        "ag"
      ],
      [
        "p",
        "ort"
      ],
      [
        "r",
        "u"
      ],
      [
        "Ġ",
        "!"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "in",
        "g"
      ],
      [
        "Ġf",
        "unc"
      ],
      [
        "rin",
        "t"
      ],
      [
        "Ġst",
        "ru"
      ],
      [
        "ue",
        "st"
      ],
      [
        "Error",
        "f"
      ],
      [
        "eq",
        "uest"
      ],
      [
        "Wr",
        "it"
      ],
      [
        "ali",
        "d"
      ],
      [
        "Ġstru",
        "ct"
      ],
      [
        "\"",
        ":"
      ],
      [
        "(",
        "&"
      ],
      [
        "H",
        "ost"
      ],
      [
        "L",
        "e"
      ],
      [
        "R",
        "equest"
      ],
      [
        "a",
        "ck"
      ],
      [
        "c",
        "fg"
      ],
      [
        "e",
        "ate"
      ],
      [
        "m",
        "p"
      ],
      [
        "m",
        "ent"
      ],
      [
        "o",
        "s"
      ],
      [
        "r",
        "eate"
      ],
      [
        "t",
        "ime"
      ],
      [
        "u",
        "l"
      ],
      [
        "Ġ",
        "se"
      ],
      [
        "Ġ",
        "data"
      ],
      [
        "Ġ",
        "worker"
      ],
      [
        "Ġ",
        "log"
      ],
      [
        "on",
        "e"
      ],
      [
        "Ġf",
        "lag"
      ],
      [
        "le",
        "ment"
      ],
      [
        "it",
        "h"
      ],
      [
        "Ġst",
        "ring"
      ],
      [
        "Ġma",
        "in"
      ],
      [
        "erv",
        "er"
      ],
      [
        "Ġ<",
        "-"
      ],
      [
        "Ġhand",
        "le"
      ],
      [
        "ess",
        "age"
      ],
      [
        "Ġ!",
        "="
      ],
      [
        "rint",
        "f"
      ],
      [
        "Le",
        "vel"
      ],
      [
        ")",
        ","
      ],
      [
        "C",
        "li"
      ],
      [
        "C",
        "reate"
      ],
      [
        "I",
        "mp"
      ],
      [
        "L",
        "o"
      ],
      [
        "M",
        "et"
      ],
      [
        "a",
        "d"
      ],
      [
        "d",
        "d"
      ],
      [
        "g",
        "o"
      ],
      [
        "h",
        "ttp"
      ],
      [
        "h",
        "ost"
      ],
      [
        "h",
        "od"
      ],
      [
        "i",
        "le"
      ],
      [
        "k",
        "e"
      ],
      [
        "p",
        "e"
      ],
      [
        "p",
        "on"
      ],
      [
        "s",
        "s"
      ],
      [
        "t",
        "y"
      ],
      [
        "u",
        "s"
      ],
      [
        "Ġ",
        "&"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "in",
        "t"
      ],
      [
        "st",
        "ring"
      ],
      [
        "Ġt",
        "o"
      ],
      [
        "Ġt",
        "ask"
      ],
      [
        "Ġca",
        "ncel"
      ],
      [
        "St",
        "ring"
      ],
      [
        "Ġcon",
        "text"
      ],
      [
        "ul",
        "t"
      ],
      [
        "Cli",
        "ent"
      ],
      [
        "Imp",
        "lement"
      ],
      [
        "Lo",
        "g"
      ],
      [
        "Met",
        "hod"
      ],
      [
        "\"",
        "`"
      ],
      [
        ":",
        "\""
      ],
      [
        "A",
        "dd"
      ],
      [
        "F",
        "p"
      ],
      [
        "M",
        "essage"
      ],
      [
        "R",
        "es"
      ],
      [
        "V",
        "ar"
      ],
      [
        "[",
        "]"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "se"
      ],
      [
        "b",
        "o"
      ],
      [
        "b",
        "ase"
      ],
      [
        "d",
        "e"
      ],
      [
        "e",
        "d"
      ],
      [
        "o",
        "m"
      ],
      [
        "o",
        "t"
      ],
      [
        "o",
        "w"
      ],
      [
        "p",
        "p"
      ],
      [
        "p",
        "ack"
      ],
      [
        "r",
        "ue"
      ],
      [
        "t",
        "x"
      ],
      [
        "u",
        "b"
      ],
      [
        "u",
        "n"
      ],
      [
        "v",
        "alid"
      ],
      [
        "w",
        "g"
      ],
      [
        "Ġ",
        "`"
      ],
      [
        "Ġ",
        "int"
      ],
      [
        "er",
        "bo"
      ],
      [
        "Ġc",
        "fg"
      ],
      [
        "Ġc",
        "tx"
      ],
      [
        "se",
        "Writ"
      ],
      [
        "Ġt",
        "rue"
      ],
      [
        "ct",
        "x"
      ],
      [
        "es",
        "ult"
      ],
      [
        "im",
        "port"
      ],
      [
        "80",
        "80"
      ],
      [
        "Ġworker",
        "s"
      ],
      [
        "pon",
        "seWrit"
      ],
      [
        "ty",
        "pe"
      ],
      [
        "Log",
        "Level"
      ],
      [
        "Fp",
        "rintf"
      ],
      [
        "Res",
        "ponseWrit"
      ],
      [
        "pack",
        "age"
      ],
      [
        "erbo",
        "se"
      ],
      [
        "ResponseWrit",
        "er"
      ],
      [
        ")",
        ";"
      ],
      [
        "B",
        "u"
      ],
      [
        "D",
        "ata"
      ],
      [
        "D",
        "one"
      ],
      [
        "G",
        "et"
      ],
      [
        "P",
        "ost"
      ],
      [
        "R",
        "e"
      ],
      [
        "S",
        "erver"
      ],
      [
        "V",
        "alid"
      ],
      [
        "V",
        "erbose"
      ],
      [
        "a",
        "ncel"
      ],
      [
        "b",
        "u"
      ],
      [
        "c",
        "h"
      ],
      [
        "c",
        "on"
      ],
      [
        "c",
        "ation"
      ],
      [
        "c",
        "om"
      ],
      [
        "d",
        "k"
      ],
      [
        "d",
        "one"
      ],
      [
        "d",
        "ow"
      ],
      [
        "e",
        "m"
      ],
      [
        "e",
        "ct"
      ],
      [
        "f",
        "a"
      ],
      [
        "f",
        "o"
      ],
      [
        "f",
        "mt"
      ],
      [
        "g",
        "ith"
      ],
      [
        "h",
        "e"
      ],
      [
        "h",
        "ut"
      ],
      [
        "i",
        "v"
      ],
      [
        "i",
        "ce"
      ],
      [
        "o",
        "ut"
      ],
      [
        "r",
        "o"
      ],
      [
        "s",
        "dk"
      ],
      [
        "t",
        "ask"
      ],
      [
        "u",
        "p"
      ],
      [
        "v",
        "c"
      ],
      [
        "w",
        "ar"
      ],
      [
        "{",
        "}"
      ],
      [
        "Ġ",
        "0"
      ],
      [
        "Ġ",
        "="
      ],
      [
        "Ġ",
        "le"
      ],
      [
        "Ġ",
        "it"
      ],
      [
        "Ġ",
        "Port"
      ],
      [
        "Ġ",
        "New"
      ],
      [
        "Ġ",
        "Host"
      ],
      [
        "ĠĠĠĠ",
        "ĠĠĠĠĠĠĠ"
      ],
      [
        "in",
        "fo"
      ],
      [
        "nc",
        "od"
      ],
      [
        "Ġf",
        "ile"
      ],
      [
        "Ġr",
        "eq"
      ],
      [
        "Ġr",
        "esult"
      ],
      [
        "at",
        "us"
      ],
      [
        "Ġ}",
        ")"
      ],
      [
        "le",
        "ct"
      ],
      [
        "()",
        ","
      ],
      [
        "Ġt",
        "ime"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "Ġa",
        "ws"
      ],
      [
        "Con",
        "text"
      ],
      [
        "ar",
        "t"
      ],
      [
        "Ġma",
        "ke"
      ],
      [
        "erv",
        "ice"
      ],
      [
        "ck",
        "et"
      ],
      [
        "Ġb",
        "e"
      ],
      [
        "Writ",
        "e"
      ],
      [
        "Ġse",
        "ss"
      ],
      [
        "Ġse",
        "lect"
      ],
      [
        "Valid",
        "ate"
      ],
      [
        "con",
        "text"
      ],
      [
        "dow",
        "n"
      ],
      [
        "gith",
        "ub"
      ],
      [
        "hut",
        "down"
      ],
      [
        "Ġit",
        "em"
      ],
      [
        ")",
        "."
      ],
      [
        "B",
        "od"
      ],
      [
        "C",
        "ancel"
      ],
      [
        "D",
        "e"
      ],
      [
        "E",
        "x"
      ],
      [
        "E",
        "ncod"
      ],
      [
        "F",
        "unc"
      ],
      [
        "I",
        "n"
      ],
      [
        "O",
        "b"
      ],
      [
        "P",
        "ar"
      ],
      [
        "P",
        "ut"
      ],
      [
        "P",
        "rintf"
      ],
      [
        "S",
        "et"
      ],
      [
        "W",
        "a"
      ],
      [
        "W",
        "ith"
      ],
      [
        "_",
        ","
      ],
      [
        "a",
        "pp"
      ],
      [
        "c",
        "od"
      ],
      [
        "c",
        "al"
      ],
      [
        "d",
        "err"
      ],
      [
        "e",
        "st"
      ],
      [
        "i",
        "c"
      ],
      [
        "j",
        "ect"
      ],
      [
        "l",
        "lo"
      ],
      [
        "n",
        "d"
      ],
      [
        "n",
        "ot"
      ],
      [
        "t",
        "ion"
      ],
      [
        "w",
        "ed"
      ],
      [
        "y",
        "t"
      ],
      [
        "y",
        "nc"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "Ġ",
        "on"
      ],
      [
        "Ġ",
        "Config"
      ],
      [
        "Ġ",
        "json"
      ],
      [
        "Ġ",
        "os"
      ],
      [
        "Ġ",
        "go"
      ],
      [
        "Ġ",
        "[]"
      ],
      [
        "Ġ",
        "de"
      ],
      [
        "Ġ",
        "8080"
      ],
      [
        "Ġ",
        "Data"
      ],
      [
        "Ġ",
        "up"
      ],
      [
        "Ġ",
        "Validate"
      ],
      [
        "Ġ",
        "_,"
      ],
      [
        "in",
        "valid"
      ],
      [
        "Ġ\"",
        "\""
      ],
      [
        "Ġc",
        "an"
      ],
      [
        "Ġr",
        "un"
      ],
      [
        "se",
        "ss"
      ],
      [
        "err",
        "or"
      ],
      [
        "()",
        ")"
      ],
      [
        "()",
        ":"
      ],
      [
        "ur",
        "ation"
      ],
      [
        "Ġa",
        "pp"
      ],
      [
        "il",
        "d"
      ],
      [
        "lo",
        "ad"
      ],
      [
        "lo",
        "cal"
      ],
      [
        "ent",
        "i"
      ],
      [
        "li",
        "cation"
      ],
      [
        "Ġp",
        "ort"
      ],
      [
        "Ġp",
        "ool"
      ],
      [
        "St",
        "atus"
      ],
      [
        "St",
        "art"
      ],
      [
        "St",
        "derr"
      ],
      [
        "Ġma",
        "p"
      ],
      [
        "Ġs",
        "erver"
      ],
      [
        "Ġs",
        "vc"
      ],
      [
        "Ġs",
        "ervice"
      ],
      [
        "worker",
        "s"
      ],
      [
        "Ġhand",
        "l"
      ],
      [
        "ce",
        "iv"
      ],
      [
        "Ġfunc",
        "tion"
      ],
      [
        "time",
        "out"
      ],
      [
        "Ġhandle",
        "Get"
      ],
      [
        "Ġhandle",
        "Post"
      ],
      [
        "Level",
        "s"
      ],
      [
        "ad",
        "er"
      ],
      [
        "ke",
        "y"
      ],
      [
        "Ġtask",
        "s"
      ],
      [
        "String",
        "Var"
      ],
      [
        "de",
        "bu"
      ],
      [
        "valid",
        "Levels"
      ],
      [
        "Bu",
        "ild"
      ],
      [
        "ch",
        "an"
      ],
      [
        "task",
        "s"
      ],
      [
        "war",
        "n"
      ],
      [
        "Ġ=",
        "="
      ],
      [
        "Ġle",
        "vel"
      ],
      [
        "Ġsess",
        "ion"
      ],
      [
        "Bod",
        "y"
      ],
      [
        "De",
        "cod"
      ],
      [
        "Ex",
        "it"
      ],
      [
        "Ob",
        "ject"
      ],
      [
        "Par",
        "se"
      ],
      [
        "Put",
        "Object"
      ],
      [
        "Wa",
        "it"
      ],
      [
        "llo",
        "wed"
      ],
      [
        "ĠData",
        "base"
      ],
      [
        "Ġcan",
        "not"
      ],
      [
        "local",
        "host"
      ],
      [
        "ceiv",
        "ed"
      ],
      [
        "debu",
        "g"
      ]
    ]
  }
}